import { bo } from "@/wailsjs/go/models"

export const myConpanyList: bo.Company[] = [
  {
    id: 1,
    name: "联联本地生活券",
    desc: "联联分销通过其创新的分销模式和平台服务",
  },
  {
    id: 2,
    name: "爱奇艺会员",
    desc: "爱奇艺是由龚宇创立的网站",
  },
  {
    id: 3,
    name: "腾讯视频会员",
    desc: "腾讯视频是中国领先的在线视频媒体平台，拥有丰富的优质流行内容和专业的媒体运营能力，是聚合热播影视、综艺娱乐、体育赛事、新闻资讯等为一体的综合视频内容平台，并通过PC端、移动端及客厅产品等多种形态为用户提供高清流畅的视频娱乐体验，以满足用户不同的体验需求。",
  },
  {
    id: 4,
    name: "网易云音乐会员",
    desc: "网易云音乐（英語：NetEase Cloud Music，港交所：9899）是中国网易公司自2013年4月23日基於網易雲服務推出的一个音乐平台。 除了提供主要的音乐播放、下载与查找服务外，还提供音乐社交功能，如歌曲评论、听歌识曲、根据历史播放记录的歌单推荐、地理位置识别等。",
  },
  {
    id: 5,
    name: "饿了么会员",
    desc: "饿了么（仅次于美团外卖）。",
  },
  {
    id: 6,
    name: "天猫会员",
    desc: "天猫（英语：Tmall，亦称淘宝商城、天猫商城），是中国最大的零售购物网站，由淘宝网分离而成，由浙江天猫网络有限公司营运。 天猫商城的面向是多由知名品牌的直营旗舰店和授权专卖店组成的商场。 同时，浙江天猫网络有限公司现为阿里巴巴集团持有的子公司之一。 天猫也同时支持淘宝的各项服务，例如支付宝及集分宝等等。",
  },
  {
    id: 7,
    name: "联联本地生活券",
    desc: "联联分销通过其创新的分销模式和平台服务，为企业提供了有效的销售渠道管理和销售效率提升方案，同时通过社交裂变和分销模式，成功抢占了市场先机，并实现了快速的发展和扩张。",
  },
  {
    id: 8,
    name: "爱奇艺会员",
    desc: "爱奇艺是由龚宇创立的网站",
  },
  {
    id: 9,
    name: "腾讯视频会员",
    desc: "腾讯视频是中国领先的在线视频媒体平台，拥有丰富的优质流行内容和专业的媒体运营能力，是聚合热播影视、综艺娱乐、体育赛事、新闻资讯等为一体的综合视频内容平台，并通过PC端、移动端及客厅产品等多种形态为用户提供高清流畅的视频娱乐体验，以满足用户不同的体验需求。",
  },
  {
    id: 10,
    name: "网易云音乐会员",
    desc: "网易云音乐（英語：NetEase Cloud Music，港交所：9899）是中国网易公司自2013年4月23日基於網易雲服務推出的一个音乐平台。 除了提供主要的音乐播放、下载与查找服务外，还提供音乐社交功能，如歌曲评论、听歌识曲、根据历史播放记录的歌单推荐、地理位置识别等。",
  },
]
